Repository: kodi-game/game.libretro.bsnes
Catalog: game.libretro.bsnes/resources/language/resource.language.*/strings.po
Languages: ga

# Addon Description
source: bsnes is a multi-platform Super Nintendo (Super Famicom) emulator from Near / Byuu that focuses on performance, features, and ease of use.
ga: Is aithriseoir il-ardáin Super Nintendo (Super Famicom) ó Near / Byuu é bsnes a dhíríonn ar fheidhmíocht, gnéithe agus éascaíocht úsáide.

# Addon Disclaimer
source: In loving memory of Near / Byuu
ga: I ngrá le Near / Byuu

# #30001
source: Preferred Aspect Ratio
ga: Cóimheas Gné is Fearr

# #30003
source: Blur Emulation
ga: Aithris Doiléire

# #30004
source: PPU (Video) - Fast Mode
ga: PPU (Físeán) - Mód Tapa

# #30005
source: PPU (Video) - Deinterlace
ga: PPU (Físeán) - Dí-idirfhíseáil

# #30006
source: PPU (Video) - No Sprite Limit
ga: PPU (Físeán) - Gan Teorainn Sprid

# #30007
source: PPU (Video) - No VRAM Blocking
ga: PPU (Físeán) - Gan aon bhlocáil VRAM

# #30008
source: DSP (Audio) - Fast Mode
ga: DSP (Fuaim) - Mód Tapa

# #30009
source: DSP (Audio) - Cubic Interpolation
ga: DSP (Fuaim) - Idirshuíomh Ciúbach

# #30010
source: DSP (Audio) - Echo Shadow RAM
ga: DSP (Fuaim) - RAM Macalla Scáth

# #30011
source: HD Mode 7 - Scale
ga: Mód HD 7 - Scála

# #30012
source: HD Mode 7 - Perspective Correction
ga: Mód HD 7 - Ceartú Peirspictíochta

# #30013
source: HD Mode 7 - Supersampling
ga: Mód HD 7 - Supersampláil

# #30014
source: HD Mode 7 - HD->SD Mosaic
ga: Mód HD 7 - HD->SD Mósáic

# #30015
source: Internal Run-Ahead
ga: Rith Chun Tosaigh Inmheánach

# #30016
source: Coprocessors - Fast Mode
ga: Comhphróiseálaithe - Mód Tapa

# #30017
source: Coprocessors - Prefer HLE
ga: Comhphróiseálaithe - Is fearr HLE

# #30018
source: Hotfixes
ga: Socruithe Te

# #30019
source: Entropy (randomization)
ga: Eintreapacht (randamú)

# #30020
source: CPU Fast Math
ga: Matamaitic Thapa LAP

# #30021
source: Overclocking - CPU
ga: Róchlogáil - LAP

# #30022
source: Overclocking - SA-1 Coprocessor
ga: Róchlogáil - Comhphróiseálaí SA-1

# #30023
source: Overclocking - SuperFX Coprocessor
ga: Róchlogáil - Comhphróiseálaí SuperFX

# #30024
source: Preferred Super Game Boy BIOS (Restart Required)
ga: BIOS is fearr leat don Super Game Boy (Atosú Riachtanach)

# #30025
source: Hide SGB Border
ga: Folaigh Teorainn SGB

# #30026
source: Touchscreen Light Gun
ga: Gunna Solais Scáileáin Tadhaill

# #30027
source: Super Scope Reverse Trigger Buttons
ga: Cnaipí Truicear Droim ar Ais Super Scóip

# #30028
source: Filter
ga: Scagaire

# #30029
source: Color Adjustment - Luminance
ga: Coigeartú Datha - Lonracht

# #30030
source: Color Adjustment - Saturation
ga: Coigeartú Datha - Sáithiúchán

# #30031
source: Color Adjustment - Gamma
ga: Coigeartú Dath - Gama

# #30032
source: Crop Vertical Overscan
ga: Bearr Ró-scanadh Ingearach
